/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "图库不响应";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac 无法访问您的照片图库，因为它不响应。";

"Quit or force quit Photos;" = "退出或强制退出“照片”；";
"Open your Activity Monitor;" = "打开您的“活动监视器”；";
"Force quit the \"photolibraryd\" process;" = "强制退出 \"photolibraryd\" 进程；";
"Reopen Photos if needed." = "若需要，重新打开“照片”。";

//Library Update
"Library Update Required" = "需要更新图库";
"Please update your photo library to make it accessible for a scan." = "请更新您的照片图库，从而可以进行扫描。";

"Open your library in the Photos app;" = "在“照片”应用中打开您的图库：";
"Wait until it updates the library." = "等待图库更新完毕。";
